Repository: adrbn/aura
Catalog: Aura/Aura/Localizable.xcstrings
Source language: en
Languages: ca, de, es, fr, it, nl

source: · %lld plays
ca: · %lld reproduccions
de: · %lld Wiedergaben
es: · %lld reproducciones
fr: · %lld lectures
it: · %lld riproduzioni
nl: · %lld beluisteringen

source: "%@" already exists. View it or generate a new one?
ca: «%@» ja existeix. Vols veure-la o generar-ne una de nova?
de: „%@“ existiert bereits. Ansehen oder eine neue erstellen?
es: «%@» ya existe. ¿Quieres verla o generar una nueva?
fr: « %@ » existe déjà. L'afficher ou en générer une nouvelle ?
it: "%@" esiste già. Vuoi visualizzarla o generarne una nuova?
nl: "%@" bestaat al. Bekijk 'm of maak een nieuwe aan?

source: %lld albums
ca: %lld àlbums
de: %lld Alben
es: %lld álbumes
it: %lld album

source: %lld items scanned
ca: %lld elements analitzats
de: %lld Elemente gescannt
es: %lld elementos analizados
fr: %lld éléments analysés
it: %lld elementi analizzati
nl: %lld items gescand

source: %lld playlist(s) deleted
ca: %lld playlists suprimides
de: %lld Playlists gelöscht
es: %lld listas de reproducción eliminadas
fr: %lld playlists supprimées
it: %lld playlist eliminate
nl: %lld playlists verwijderd

source: %lld results
ca: %lld resultats
de: %lld Ergebnisse
es: %lld resultados
fr: %lld résultats
it: %lld risultati
nl: %lld resultaten

source: %lld selected
ca: Selecció: %lld
de: Ausgewählt: %lld
es: Selección: %lld
fr: Sélection : %lld
it: Selezionati: %lld
nl: Selectie: %lld

source: %lld songs
ca: %lld cançons
de: %lld Titel
es: %lld canciones
fr: %lld titres
it: %lld brani
nl: %lld nummers

# %lld songs · %@
source: %1$lld songs · %2$@
ca: %1$lld cançons · %2$@
de: %1$lld Titel · %2$@
es: %1$lld canciones · %2$@
fr: %1$lld titres · %2$@
it: %1$lld brani · %2$@
nl: %1$lld nummers · %2$@

source: © 2026 · Crafted with care in Italy
ca: © 2026 · Fet amb cura a Itàlia
de: © 2026 · Entwickelt mit Sorgfalt in Italien
es: © 2026 · Hecho con cariño en Italia
fr: © 2026 · Conçu avec soin en Italie
it: © 2026 · Realizzato con cura in Italia
nl: © 2026 · Met zorg gemaakt in Italië

source: © 2026 · Made for people who own their music
ca: © 2026 · Fet per a qui posseeix la seva música
de: © 2026 · Für alle, die ihre eigene Musik besitzen
es: © 2026 · Para quienes son dueños de su música
fr: © 2026 · Pour ceux qui possèdent leur musique
it: © 2026 · Per chi possiede la propria musica
nl: © 2026 · Voor wie zijn muziek zelf in handen heeft

source: A radio already exists
ca: Ja existeix una ràdio
de: Es gibt bereits ein Radio
es: Ya existe una radio
fr: Une radio existe déjà
it: Esiste già una radio
nl: Er bestaat al een radio

source: about
ca: quant a
de: info
es: acerca de
fr: à propos
it: informazioni
nl: over

source: About
ca: Quant a
de: Info
es: Acerca de
fr: À propos
it: Informazioni
nl: Over

source: About Aura
ca: Quant a l'Aura
de: Über Aura
es: Acerca de Aura
fr: À propos d'Aura
it: Informazioni su Aura
nl: Over Aura

source: Accent Colour
ca: Color d'accentuació
de: Akzentfarbe
es: Color de acento
fr: Couleur d'accentuation
it: Colore di accento
nl: Accentkleur

source: Add
ca: Afegir
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
nl: Toevoegen

source: Add another server to switch between libraries — you can also switch straight from the Home title.
ca: Afegeix un altre servidor per canviar entre biblioteques — també pots canviar-hi directament des del títol d'Inici.
de: Einen weiteren Server hinzufügen, um zwischen Bibliotheken zu wechseln — der Wechsel ist auch direkt über den Titel auf der Startseite möglich.
es: Añade otro servidor para cambiar entre bibliotecas — también puedes cambiar directamente desde el título de Inicio.
fr: Ajouter un autre serveur pour passer d'une bibliothèque à l'autre — le changement est aussi possible depuis le titre Accueil.
it: Aggiungi un altro server per passare da una libreria all'altra — puoi farlo anche direttamente dal titolo Home.
nl: Voeg een andere server toe om tussen bibliotheken te wisselen — dat kan ook direct vanaf de titel Start.

source: add new server
ca: afegir un servidor nou
de: server hinzufügen
es: añadir servidor
fr: ajouter un serveur
it: aggiungi un server
nl: nieuwe server toevoegen

source: Add Server
ca: Afegir servidor
de: Server hinzufügen
es: Añadir servidor
fr: Ajouter un serveur
it: Aggiungi server
nl: Server toevoegen

source: Add to Playlist
ca: Afegir a una playlist
de: Zur Playlist hinzufügen
es: Añadir a una lista
fr: Ajouter à une playlist
it: Aggiungi a una playlist
nl: Aan playlist toevoegen

source: Add to Queue
ca: Afegir a la cua
de: Zur Warteliste hinzufügen
es: Añadir a la cola
fr: Ajouter à la file d'attente
it: Aggiungi alla coda
nl: Aan wachtrij toevoegen

source: Add your Navidrome server to get started.
ca: Afegeix el teu servidor Navidrome per començar.
de: Füge deinen Navidrome-Server hinzu, um loszulegen.
es: Añade tu servidor Navidrome para empezar.
fr: Ajouter un serveur Navidrome pour commencer.
it: Aggiungi il tuo server Navidrome per iniziare.
nl: Voeg je Navidrome-server toe om te beginnen.

source: Album Artists
ca: Artistes d'àlbum
de: Albuminterpreten
es: Artistas de álbum
fr: Artistes d'album
it: Artisti dell'album
nl: Albumartiesten

source: albums
ca: àlbums
de: alben
es: álbumes
it: album

source: Albums
ca: Àlbums
de: Alben
es: Álbumes
it: Album

source: All
ca: Tots
de: Alle
es: Todos
fr: Tous
it: Tutti
nl: Alle

source: All Levels
ca: Tots els nivells
de: Alle Stufen
es: Todos los niveles
fr: Tous les niveaux
it: Tutti i livelli
nl: Alle niveaus

source: Any
ca: Indiferent
de: Beliebig
es: Cualquiera
fr: Indifférent
it: Indifferente
nl: Geen voorkeur

source: API key
ca: clau API
de: API-Schlüssel
es: Clave de API
fr: Clé API
it: Chiave API
nl: API-sleutel

source: API Key
ca: Clau API
de: API-Schlüssel
es: Clave de API
fr: Clé API
it: Chiave API
nl: API-sleutel

source: Appearance
ca: Aparença
de: Erscheinungsbild
es: Aspecto
fr: Apparence
it: Aspetto
nl: Weergave

source: Arranged By
ca: Arranjaments
de: Arrangement
es: Arreglos
fr: Arrangements
it: Arrangiamenti
nl: Arrangement

source: Artists
ca: Artistes
de: Interpreten
es: Artistas
fr: Artistes
it: Artisti
nl: Artiesten

source: Ascending
ca: Ascendent
de: Aufsteigend
es: Ascendente
fr: Croissant
it: Crescente
nl: Oplopend

source: Audio Cache
ca: Memòria cau d'àudio
es: Caché de audio
fr: Cache audio
it: Cache audio

source: Aura is a native SwiftUI client for the Navidrome or Subsonic library you host yourself. No ads, no tracking, no cloud in between.
ca: Aura és un client SwiftUI natiu per a la biblioteca Navidrome o Subsonic que allotges tu mateix. Sense anuncis, sense seguiment, sense núvol pel mig.
de: Aura ist ein nativer SwiftUI-Client für die Navidrome- oder Subsonic-Bibliothek, die du selbst hostest. Keine Werbung, kein Tracking, keine Cloud dazwischen.
es: Aura es un cliente nativo en SwiftUI para la biblioteca Navidrome o Subsonic que alojas tú mismo. Sin anuncios, sin seguimiento, sin nube de por medio.
fr: Aura est un client SwiftUI natif pour la bibliothèque Navidrome ou Subsonic que vous hébergez. Pas de pub, pas de pistage, aucun cloud entre les deux.
it: Aura è un client SwiftUI nativo per la libreria Navidrome o Subsonic che ospiti tu stesso. Niente pubblicità, niente tracciamento, nessun cloud di mezzo.
nl: Aura is een native SwiftUI-app voor de Navidrome- of Subsonic-bibliotheek die je zelf host. Geen advertenties, geen tracking, geen cloud ertussen.

source: Autoplay
ca: Reproducció automàtica
de: Automatische Wiedergabe
es: Reproducción automática
fr: Lecture automatique
it: Riproduzione automatica
nl: Automatisch afspelen

source: Available
ca: Disponibles
de: Verfügbar
es: Disponibles
fr: Disponibles
it: Disponibili
nl: Beschikbaar

source: Both fields are required: the API key identifies the app, the username says whose scrobbles to read. Create a free API key at last.fm/api/account/create, then tap Save & Connect.
ca: Els dos camps són obligatoris: la clau API identifica l'app, el nom d'usuari indica de qui llegir els scrobbles. Crea una clau API gratuïta a last.fm/api/account/create i després toca Desar i connectar.
de: Beide Felder sind erforderlich: Der API-Schlüssel identifiziert die App, der Benutzername gibt an, wessen Scrobbles gelesen werden sollen. Erstelle einen kostenlosen API-Schlüssel auf last.fm/api/account/create und tippe dann auf „Speichern und verbinden“.
es: Los dos campos son obligatorios: la clave de API identifica la app, el nombre de usuario indica de quién leer los scrobbles. Crea una clave de API gratis en last.fm/api/account/create y luego toca Guardar y conectar.
fr: Les deux champs sont requis : la clé API identifie l'app, le nom d'utilisateur indique quels scrobbles lire. Créer une clé API gratuite sur last.fm/api/account/create, puis toucher Enregistrer et se connecter.
it: Entrambi i campi sono obbligatori: la chiave API identifica l'app, il nome utente indica di chi leggere gli scrobble. Crea una chiave API gratuita su last.fm/api/account/create, poi tocca Salva e connetti.
nl: Beide velden zijn verplicht: de API-sleutel identificeert de app, de gebruikersnaam geeft aan van wie de scrobbles gelezen worden. Maak een gratis API-sleutel aan op last.fm/api/account/create en tik daarna op Opslaan en verbinden.

source: Cache Enabled
ca: Memòria cau activada
de: Cache aktiviert
es: Caché activada
fr: Cache activé
it: Cache attivata
nl: Cache ingeschakeld

source: Cancel
ca: Cancel·lar
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren

source: Cancel Download
ca: Cancel·lar la baixada
de: Download abbrechen
es: Cancelar descarga
fr: Annuler le téléchargement
it: Annulla il download
nl: Download annuleren

source: Cancel Timer
ca: Cancel·lar el temporitzador
de: Timer abbrechen
es: Cancelar temporizador
fr: Annuler le minuteur
it: Annulla il timer
nl: Timer annuleren

source: Change Cover Art
ca: Canviar la portada
de: Cover ändern
es: Cambiar portada
fr: Modifier la pochette
it: Modifica copertina
nl: Hoes wijzigen

source: Check your connection or server, then try again.
ca: Comprova la connexió o el servidor i torna-ho a provar.
de: Prüfe deine Verbindung oder deinen Server und versuche es erneut.
es: Comprueba tu conexión o el servidor y vuelve a intentarlo.
fr: Vérifier la connexion ou le serveur, puis réessayer.
it: Controlla la connessione o il server, poi riprova.
nl: Controleer je verbinding of server en probeer het opnieuw.

source: Checking…
ca: Comprovant…
de: Wird geprüft…
es: Comprobando…
fr: Vérification…
it: Verifica…
nl: Controleren…

source: Clear
ca: Esborrar
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
nl: Wissen

source: Clear Cache
ca: Buidar la memòria cau
de: Cache leeren
es: Vaciar caché
fr: Vider le cache
it: Svuota cache
nl: Cache wissen

source: Clear Logs
ca: Esborrar els registres
de: Protokolle löschen
es: Borrar registros
fr: Effacer les journaux
it: Cancella i log
nl: Logs wissen

source: Clear Queue History
ca: Esborrar l'historial
de: Verlauf löschen
es: Borrar historial de la cola
fr: Effacer l'historique
it: Cancella cronologia
nl: Geschiedenis wissen

source: Completed
ca: Completat
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
nl: Voltooid

source: Composed By
ca: Composició
de: Komposition
es: Composición
fr: Composition
it: Composizione
nl: Compositie

source: Connect
ca: Connectar
de: Verbinden
es: Conectar
fr: Se connecter
it: Connetti
nl: Verbinden

source: Connect to your Navidrome server to start listening
ca: Connecta't al teu servidor Navidrome per començar a escoltar
de: Mit deinem Navidrome-Server verbinden, um mit dem Hören zu beginnen
es: Conecta con tu servidor Navidrome para empezar a escuchar
fr: Se connecter à votre serveur Navidrome pour commencer l'écoute
it: Connettiti al tuo server Navidrome per iniziare ad ascoltare
nl: Verbind met je Navidrome-server om te beginnen met luisteren

source: Connected — powers your Wrapped
ca: Connectat — alimenta el teu Wrapped
de: Verbunden — treibt dein Wrapped an
es: Conectado — impulsa tu Wrapped
fr: Connecté — alimente votre Wrapped
it: Connesso — alimenta il tuo Wrapped
nl: Verbonden — voedt je Wrapped

source: Connected as %@
ca: Connectat com a %@
de: Verbunden als %@
es: Conectado como %@
fr: Connecté en tant que %@
it: Connesso come %@
nl: Verbonden als %@

# Connected as %@ · %lld scrobbles
source: Connected as %1$@ · %2$lld scrobbles
ca: Connectat com a %1$@ · %2$lld scrobbles
de: Verbunden als %1$@ · %2$lld Scrobbles
es: Conectado como %1$@ · %2$lld scrobbles
fr: Connecté en tant que %1$@ · %2$lld scrobbles
it: Connesso come %1$@ · %2$lld scrobble
nl: Verbonden als %1$@ · %2$lld scrobbles

source: Connecting...
ca: Connectant...
de: Verbindung wird hergestellt...
es: Conectando...
fr: Connexion...
it: Connessione...
nl: Verbinden...

source: Connection
ca: Connexió
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
nl: Verbinding

source: Continue
ca: Continuar
de: Weiter
es: Continuar
fr: Continuer
it: Continua
nl: Doorgaan

source: Copy All
ca: Copiar-ho tot
de: Alles kopieren
es: Copiar todo
fr: Tout copier
it: Copia tutto
nl: Alles kopiëren

source: Couldn't load album
ca: No s'ha pogut carregar l'àlbum
de: Album konnte nicht geladen werden
es: No se pudo cargar el álbum
fr: Impossible de charger l'album
it: Impossibile caricare l'album
nl: Kan album niet laden

source: Couldn't load from Last.fm
ca: No s'ha pogut carregar des de Last.fm
de: Laden von Last.fm fehlgeschlagen
es: No se pudo cargar desde Last.fm
fr: Impossible de charger depuis Last.fm
it: Impossibile caricare da Last.fm
nl: Kan niet laden van Last.fm

source: Couldn't load playlist
ca: No s'ha pogut carregar la playlist
de: Playlist konnte nicht geladen werden
es: No se pudo cargar la lista
fr: Impossible de charger la playlist
it: Impossibile caricare la playlist
nl: Kan playlist niet laden

source: Cover Art
ca: Portada
de: Cover
es: Portada
fr: Pochette
it: Copertina
nl: Hoes

source: Crafted with care in Italy
ca: Fet amb cura a Itàlia
de: Mit Sorgfalt in Italien entwickelt
es: Hecho con cariño en Italia
fr: Conçu avec soin en Italie
it: Realizzato con cura in Italia
nl: Met zorg gemaakt in Italië

source: Create
ca: Crear
de: Erstellen
es: Crear
fr: Créer
it: Crea
nl: Aanmaken

source: Create Playlist
ca: Crear una playlist
de: Playlist erstellen
es: Crear lista
fr: Créer une playlist
it: Crea playlist
nl: Playlist aanmaken

source: Create playlists on your server
ca: Crea playlists al teu servidor
de: Playlists auf deinem Server erstellen
es: Crea listas en tu servidor
fr: Créer des playlists sur votre serveur
it: Crea playlist sul tuo server
nl: Playlists aanmaken op je server

source: Credits
ca: Crèdits
de: Mitwirkende
es: Créditos
fr: Crédits
it: Crediti

source: Credits data from MusicBrainz
ca: Dades de crèdits de MusicBrainz
de: Mitwirkende von MusicBrainz
es: Créditos proporcionados por MusicBrainz
fr: Crédits fournis par MusicBrainz
it: Crediti forniti da MusicBrainz
nl: Credits afkomstig van MusicBrainz

source: Crop Cover Art
ca: Retallar la portada
de: Cover zuschneiden
es: Recortar portada
fr: Recadrer la pochette
it: Ritaglia copertina
nl: Hoes bijsnijden

source: Currently Playing As
ca: Reproduint actualment com a
de: Aktuell wiedergegeben als
es: Reproduciendo como
fr: Lecture en cours
it: Riproduzione in corso
nl: Nu actief als

source: Delete
ca: Suprimir
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen

source: Delete %lld Playlist(s)?
ca: Suprimir %lld playlists?
de: %lld Playlists löschen?
es: ¿Eliminar %lld listas?
fr: Supprimer %lld playlists ?
it: Eliminare %lld playlist?
nl: %lld playlists verwijderen?

source: Delete All
ca: Suprimir-ho tot
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
nl: Alles verwijderen

source: Delete All Downloads
ca: Suprimir totes les baixades
de: Alle Downloads löschen
es: Eliminar todas las descargas
fr: Supprimer tous les téléchargements
it: Elimina tutti i download
nl: Alle downloads verwijderen

source: Delete All Downloads?
ca: Suprimir totes les baixades?
de: Alle Downloads löschen?
es: ¿Eliminar todas las descargas?
fr: Supprimer tous les téléchargements ?
it: Eliminare tutti i download?
nl: Alle downloads verwijderen?

source: Delete download
ca: Suprimir la baixada
de: Download löschen
es: Eliminar descarga
fr: Supprimer le téléchargement
it: Elimina download
nl: Download verwijderen

source: Delete Playlist
ca: Suprimir la playlist
de: Playlist löschen
es: Eliminar lista
fr: Supprimer la playlist
it: Elimina playlist
nl: Playlist verwijderen

source: Descending
ca: Descendent
de: Absteigend
es: Descendente
fr: Décroissant
it: Decrescente
nl: Aflopend

source: Description
ca: Descripció
de: Beschreibung
es: Descripción
it: Descrizione
nl: Beschrijving

source: Deselect All
ca: Desseleccionar-ho tot
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
nl: Alles deselecteren

source: Dev / Beta Features
ca: Funcions de desenvolupament / beta
de: Dev-/Beta-Funktionen
es: Funciones dev / beta
fr: Fonctionnalités dev / bêta
it: Funzionalità dev / beta
nl: Dev-/bètafuncties

source: dev logs (%lld)
ca: registres de desenvolupament (%lld)
de: dev-protokolle (%lld)
es: registros dev (%lld)
fr: journaux dev (%lld)
it: log dev (%lld)

source: Did you mean:
ca: Volies dir:
de: Meintest du:
es: ¿Quisiste decir:
fr: Vouliez-vous dire :
it: Forse cercavi:
nl: Bedoelde je:

source: Display Name
ca: Nom mostrat
de: Anzeigename
es: Nombre visible
fr: Nom affiché
it: Nome visualizzato
nl: Weergavenaam

source: Done
ca: Fet
de: Fertig
es: Listo
fr: OK
it: Fine
nl: Klaar

source: Double tap to play
ca: Tocar dues vegades per reproduir
de: Doppelt tippen zum Abspielen
es: Toca dos veces para reproducir
fr: Toucher deux fois pour lire
it: Tocca due volte per riprodurre
nl: Dubbeltik om af te spelen

source: Double tap to view album
ca: Tocar dues vegades per veure l'àlbum
de: Doppelt tippen, um das Album anzuzeigen
es: Toca dos veces para ver el álbum
fr: Toucher deux fois pour afficher l'album
it: Tocca due volte per visualizzare l'album
nl: Dubbeltik om album te bekijken

source: Double tap to view artist
ca: Tocar dues vegades per veure l'artista
de: Doppelt tippen, um den Interpreten anzuzeigen
es: Toca dos veces para ver el artista
fr: Toucher deux fois pour afficher l'artiste
it: Tocca due volte per visualizzare l'artista
nl: Dubbeltik om artiest te bekijken

source: Download
ca: Baixar
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
nl: Downloaden

source: Download Album
ca: Baixar l'àlbum
de: Album herunterladen
es: Descargar álbum
fr: Télécharger l'album
it: Scarica l'album
nl: Album downloaden

source: Download all %lld songs in this playlist?
ca: Baixar les %lld cançons d'aquesta playlist?
de: Alle %lld Titel dieser Playlist herunterladen?
es: ¿Descargar las %lld canciones de esta lista?
fr: Télécharger les %lld titres de cette playlist ?
it: Scaricare tutti i %lld brani di questa playlist?
nl: Alle %lld nummers in deze playlist downloaden?

source: Download All Songs
ca: Baixar totes les cançons
de: Alle Titel herunterladen
es: Descargar todo
fr: Tout télécharger
it: Scarica tutti i brani
nl: Alles downloaden

source: Download Entire Library
ca: Baixar tota la biblioteca
de: Gesamte Bibliothek herunterladen
es: Descargar toda la biblioteca
fr: Télécharger toute la bibliothèque
it: Scarica tutta la libreria
nl: Hele bibliotheek downloaden

source: Download Entire Library?
ca: Baixar tota la biblioteca?
de: Gesamte Bibliothek herunterladen?
es: ¿Descargar toda la biblioteca?
fr: Télécharger toute la bibliothèque ?
it: Scaricare tutta la libreria?
nl: Hele bibliotheek downloaden?

source: Download every song from your server. Choose "Export to External Location" to save to an external drive or custom folder.
ca: Baixa totes les cançons del teu servidor. Tria «Exportar a una ubicació externa» per desar-les en una unitat externa o una carpeta personalitzada.
de: Alle Titel von deinem Server herunterladen. „An externen Ort exportieren“ wählen, um auf einem externen Laufwerk oder einem eigenen Ordner zu speichern.
es: Descarga todas las canciones de tu servidor. Elige «Exportar a una ubicación externa» para guardarlas en una unidad externa o una carpeta personalizada.
fr: Télécharger tous les titres du serveur. Choisir « Exporter vers un emplacement externe » pour enregistrer sur un disque externe ou un dossier personnalisé.
it: Scarica tutti i brani dal tuo server. Scegli "Esporta in posizione esterna" per salvare su un'unità esterna o una cartella personalizzata.
nl: Download alle nummers van je server. Kies "Exporteren naar externe locatie" om op te slaan op een externe schijf of eigen map.

source: Download Manager
ca: Gestor de baixades
es: Gestor de descargas
fr: Gestionnaire de téléchargements
it: Gestione download
nl: Downloadbeheer

source: Download Playlist?
ca: Baixar la playlist?
de: Playlist herunterladen?
es: ¿Descargar la lista?
fr: Télécharger la playlist ?
it: Scaricare la playlist?
nl: Playlist downloaden?

source: Download Quality
ca: Qualitat de la baixada
de: Download-Qualität
es: Calidad de descarga
fr: Qualité de téléchargement
it: Qualità di download
nl: Downloadkwaliteit

source: Download songs or albums to listen offline.
ca: Baixa cançons o àlbums per escoltar-los sense connexió.
de: Titel oder Alben herunterladen, um sie offline zu hören.
es: Descarga canciones o álbumes para escucharlos sin conexión.
fr: Télécharger des titres ou des albums pour les écouter hors ligne.
it: Scarica brani o album per ascoltarli offline.
nl: Download nummers of albums om offline te luisteren.

source: Download to App Storage
ca: Baixar a l'emmagatzematge de l'app
de: In der App speichern
es: Descargar en la app
fr: Télécharger dans l'app
it: Scarica nell'app
nl: Downloaden naar app-opslag

source: downloaded
ca: baixat
de: heruntergeladen
es: descargado
fr: téléchargé
it: scaricato
nl: gedownload

source: Downloaded
ca: Baixat
de: Heruntergeladen
es: Descargado
fr: Téléchargé
it: Scaricato
nl: Gedownload

# Downloaded (%lld songs, %@)
source: Downloaded (%1$lld songs, %2$@)
ca: Baixades (%1$lld cançons, %2$@)
de: Heruntergeladen (%1$lld Titel, %2$@)
es: Descargadas (%1$lld canciones, %2$@)
fr: Téléchargés (%1$lld titres, %2$@)
it: Scaricati (%1$lld brani, %2$@)
nl: Gedownload (%1$lld nummers, %2$@)

source: Downloaded Songs
ca: Cançons baixades
de: Heruntergeladene Titel
es: Canciones descargadas
fr: Titres téléchargés
it: Brani scaricati
nl: Gedownloade nummers

source: Downloading
ca: Baixant
de: Wird heruntergeladen
es: Descargando
fr: Téléchargement
it: Download in corso
nl: Downloaden

source: Downloading Library...
ca: Baixant la biblioteca...
de: Bibliothek wird heruntergeladen...
es: Descargando biblioteca...
fr: Téléchargement de la bibliothèque...
it: Download della libreria...
nl: Bibliotheek downloaden...

source: Downloads
ca: Baixades
es: Descargas
fr: Téléchargements
it: Download

source: Drag to reorder home sections
ca: Arrossega per reorganitzar les seccions d'Inici
de: Ziehen, um die Startseiten-Bereiche neu anzuordnen
es: Arrastra para reordenar las secciones
fr: Faire glisser pour réorganiser les sections
it: Trascina per riordinare le sezioni
nl: Sleep om startsecties opnieuw te ordenen

source: Drag to reorder tabs
ca: Arrossega per reorganitzar les pestanyes
de: Ziehen, um die Tabs neu anzuordnen
es: Arrastra para reordenar las pestañas
fr: Faire glisser pour réorganiser les onglets
it: Trascina per riordinare le schede
nl: Sleep om tabbladen opnieuw te ordenen

source: Edit
ca: Editar
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken

source: edit playlist
ca: editar la playlist
de: playlist bearbeiten
es: editar lista
fr: modifier la playlist
it: modifica playlist
nl: playlist bewerken
